Repository: common-repository/b1-accounting
Catalog: languages/b1-accounting-*.po
Languages: lt_lt

source: Link all items between e-shop and B1.lt by code?
lt_lt: Susieti visus produktus tarp e-parduotuvės ir B1.lt pagal kodą?

source: Are you sure you want to unlink this item?
lt_lt: Ar tikrai norite atsieti šį produktą?

source: Unlink
lt_lt: Atsieti

source: Internal error.
lt_lt: Vidinė klaida.

source: Are you sure you want to reset all links?
lt_lt: Ar tikrai norite atsieti?

source: Processing...
lt_lt: Apdorojama...

source: Show _MENU_ items
lt_lt: Rodyti _MENU_ įrašus

source: Nothing found
lt_lt: Įrašų nerasta

source: Showing _START_ to _END_ of _TOTAL_ entries
lt_lt: Rodomi įrašai nuo _START_ iki _END_ iš _TOTAL_ įrašų

source: No data available in table
lt_lt: Nieko nerasta

source: Settings
lt_lt: Nustatymai

source: Shop ID cannot be empty.
lt_lt: Parduotuvės ID negali būti tuščias.

source: Bad sync orders from date format. Should be "yyyy-mm-dd".
lt_lt: Blogas datos formatas. Turėtų būti "yyyy-mm-dd ".

source: Tax rate cannot be empty.
lt_lt: PVM tarifas negali būti tuščias.

source: Access key cannot be empty.
lt_lt: Prieigos raktas negali būti tuščias.

source: Access key length cannot be less than 16.
lt_lt: Prieigos raktas negali būti mažesnis nei 16.

source: Settings saved successfully!
lt_lt: Konfigūravimo nustatymai išsaugoti sėkmingai!

source: Invalid secret key specified.
lt_lt: Nurodytas neteisingas saugumo raktas.

source: Successfully reset item links.
lt_lt: Sėkmingai atsatyti.

source: Unable to reset item links.
lt_lt: Nepavyko atstatyti.

source: Successfully reset order links.
lt_lt: Sėkmingai atsatyti.

source: Unable to reset order links.
lt_lt: Nepavyko atstatyti.

source: At least one item from B1.lt must be selected.
lt_lt: Reikia pasirinkti bent vieną produktą iš B1.lt.

source: Successfully linked items.
lt_lt: Sėkmingai susieti produktai.

source: Unable to link items.
lt_lt: Nepavyko susieti.

source: Successfully linked all items by code.
lt_lt: Visi produktai buvo sėkmingai susieti pagal kodą.

source: Shop item ID item cannot be empty.
lt_lt: Produktas negali būti tuščias.

source: Successfully unlinked item.
lt_lt: Sėkmingai atsietas produktas.

source: Forbidden
lt_lt: Draudžiama

source: B1.lt accounting
lt_lt: B1.lt buhalterija

source: Contacts
lt_lt: Kontaktai

source: Documentation
lt_lt: B1 API dokumentacija

source: Help
lt_lt: B1 pagalba

source: Unlinked items
lt_lt: Nesusiję produktai

source: Linked items
lt_lt: Susiję produktai

source: Reset all item links
lt_lt: Atsieti visus produktus

source: ID (E-shop)
lt_lt: ID (El. pard.)

source: Name (B1.lt)
lt_lt: Pavadinimas (El. pard.)

source: Code (B1.lt)
lt_lt: Kodas (B1.lt)

source: Link manual
lt_lt: Išveda pozicijas, kurios yra sujungtos tarp el. parduotuvės ir B1.

source: Configuration
lt_lt: Konfigūracija

source: Log
lt_lt: Logai

source: E-shop ID
lt_lt: El. parduotuvės ID

source: Sync orders from
lt_lt: Sinchronizuoti užsakymus nuo

source: Sync B1.lt item names with e-shop
lt_lt: Sinchronizuoti pavadinimus

source: Yes
lt_lt: Taip

source: No
lt_lt: Ne

source: Sync B1.lt item codes with e-shop
lt_lt: Sinchronizuoti kodus

source: Sync B1.lt quantities with e-shop
lt_lt: Sinchronizuoti kiekius

source: Try to write off when syncing orders
lt_lt: Bandyti nurašyti kiekį

source: VAT tax rate
lt_lt: PVM tarifas

source: API key
lt_lt: API raktas

source: Private key
lt_lt: Privatus raktas

source: Access key
lt_lt: Prieigos raktas

source: Update
lt_lt: Atnaujinti

source: Stats
lt_lt: Statistika

source: Items in e-shop
lt_lt: Produktai el. parduotuvėje

source: Items in B1.lt
lt_lt: Produktai B1.lt sistemoje

source: Not synced orders
lt_lt: Nesinchronizuoti užsakymai

source: Commands
lt_lt: Komandos

source: Run
lt_lt: Paleisti

source: Reset all order links
lt_lt: Atstatyti visus užsakymus

source: Link all products by code
lt_lt: Susieti visus produktus pagal kodą

source: E-shop items
lt_lt: El. parduotuvės produktai

source: Is linked?
lt_lt: Susietas?

source: Name
lt_lt: Pavadinimas

source: Link
lt_lt: Susieti

source: B1.lt items
lt_lt: B1.lt sistemos produktai

source: Code
lt_lt: Kodas

source: Unlink manual
lt_lt: Rodomos pozicijos, kurie yra el. parduotuvėje ir B1 sistemoje ir nėra sujungti tarpusavyje. Kiekviena nauja pozicija įtraukta į el.parduotuvę arba į B1 sistemą turėtų būti rankiniu būdu susiejama čia. Norėdami susieti pozicijas:<br>1. Pasirinkite poziciją iš el. parduotuvės sąrašo;<br>2. Pasirinkite poziciją iš B1 sąrašo;<br>3. Paspauskite mygtuką "Susieti";

source: Quantity sync is disabled.
lt_lt: Kiekio sinchronizavimas išjungtas.

source: B1.lt for WooCommerce
lt_lt: B1.lt

source: Integration with B1.lt
lt_lt: Integracija su B1.lt
